Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: If you're using an exotic browser and nothing is happening, then {link_start}click on this link to proceed{link_end}.
sv: Om du anvÃ¤nder en exotisk webblÃ¤sare och inget hÃ¤nder, {link_start}klicka pÃ¥ denna lÃ¤nk fÃ¶r att fortsÃ¤tta{link_end}.

source: Retry
sv: Försök igen

source: Other amount
sv: Annan summa

source: Proceed
sv: FortsÃ¤tt

source: You need an account for this. Please fill one of the forms below.
sv: Du behÃ¶ver ett konto fÃ¶r detta. Var god fyll i ett av formulÃ¤ren nedan.

source: Create an account
sv: Skapa ett konto

source: Use an existing account
sv: AnvÃ¤nd ett existerande konto

source: Are you the account owner?
sv: Ãr du kontots Ã¤gare?

source: Log in to reopen your account.
sv: Logga in fÃ¶r att Ã¥terÃ¶ppna ditt konto.

source: Did you mistype your email address? Fix it and try again, or try a different address.
sv: Matade du in din e-postadress fel? RÃ¤tta till det och testa igen, eller testa en annan adress.

source: If you're sure that the email address you input is valid, then you can bypass this error. However, if we're unable to deliver messages to this address, then it will be blacklisted.
sv: Om du Ã¤r sÃ¤ker pÃ¥ att e-postadressen du angav Ã¤r korrekt sÃ¥ kan du kringgÃ¥ det hÃ¤r felet. Dock sÃ¥ kommer den angivna adressen bli svartlistad om vi inte kan leverera meddelanden till den.

source: Ignore the error and proceed
sv: Ignorera det hÃ¤r felet och fortsÃ¤tt

source: If you believe that emails sent by us to {email_address} will no longer bounce back, then you can remove this address from the blacklist and try again:
sv: Om du tror att e-postmeddelanden skickade av oss till {email_address} inte lÃ¤ngre kommer att skickas tillbaka, kan du ta bort den hÃ¤r adressen frÃ¥n svartlistan och fÃ¶rsÃ¶ka igen:

source: Bypass the blacklist and retry
sv: GÃ¥ fÃ¶rbi svartlistan och fÃ¶rsÃ¶k igen

source: Alternatively, you can try a different email address:
sv: Alternativt, testa en annan e-postadress:

source: Reauthentication required
sv: Ã terautentisering krÃ¤vs

source: Please try again in a few minutes.
sv: Var god fÃ¶rsÃ¶k igen om nÃ¥gra minuter.

source: We're currently experiencing technical failures. As a result most things don't work. Sorry for the inconvenience, we'll get everything back to normal ASAP.
sv: Vi upplever just nu tekniska problem. PÃ¥ grund av detta fungerar de flesta saker inte. Beklarar besvÃ¤ret, vi kommer att ha allt tillbaka till normalt sÃ¥ snart som mÃ¶jligt.

source: Liberapay is currently in read-only mode as we are migrating the database. This shouldn't take more than a few minutes.
sv: Liberapay Ã¤r fÃ¶r nÃ¤rvarande i skrivskyddat lÃ¤ge eftersom vi migrerar databasen. Detta borde inte ta mer Ã¤n nÃ¥gra minuter.

source: Toggle navigation
sv: Växla navigering

source: Explore
sv: Utforska

source: Search
sv: Sök

source: Contact Us
sv: Kontakta oss

source: FAQ
sv: Frågor och svar

source: Legal
sv: Användarvillkor

source: Switch to another language
sv: Byt till ett annat sprÃ¥k

source: ({x_percent} not yet translated)
sv: ({x_percent} har Ã¤nnu inte Ã¶versatts)

source: ({x_percent} machine translated)
sv: ({x_percent} maskinÃ¶versatt)

source: Help us translate Liberapay
sv: HjÃ¤lp oss att Ã¶versÃ¤tta Liberapay

source: Your account
sv: Ditt konto

source: Giving
sv: Givande

source: Payment Instruments
sv: Betalningsmedel

source: Payment Schedule
sv: Betalningsschema

source: Receiving
sv: Mottagande

source: Patrons
sv: Bidragsgivare

source: Payment Processors
sv: BetalningsfÃ¶rmedlare

source: Ledger
sv: Huvudbok

source: Identity
sv: Identitet

source: Account
sv: Konto

source: Close Account
sv: StÃ¤ng Konto

source: Emails
sv: E-post

source: Widgets
sv: Widgetar

source: Create a new team
sv: Skapa en ny grupp

source: Sign out
sv: Logga ut

source: Print
sv: Skriv ut

source: Liberapay logo
sv: Liberapay logotyp

source: {0}'s goal is to receive {1} per week.
sv: {0}s mÃ¥l Ã¤r att motta {1} per vecka.

source: Goal: {0}
sv: MÃ¥l: {0}

source: Modify your donation
sv: Ãndra din donation

source: Pledge
sv: Ã tagande

source: Switch to a different account
sv: Byt till ett annat konto

source: You're still not logged in as {0}.
sv: Du Ã¤r fortfarande inte inloggad som {0}.

source: Please fill in your password to authenticate yourself:
sv: VÃ¤nligen fyll i ditt lÃ¶senord fÃ¶r att autentisera dig sjÃ¤lv:

source: Or log in via email if you've lost your password:
sv: Eller logga in via e-post om du har fÃ¶rlorat ditt lÃ¶senord:

source: Log in via email
sv: Logga in via e-post

source: Your session has expired.
sv: Din session har lÃ¶pt ut.

source: Password (optional)
sv: LÃ¶senord (valfritt)

source: If you've {bold}lost your password{bold_end}, or if your account doesn't have a password at all, then leave the password field empty. We'll send you a login link via email.
sv: Om du har {bold}tappat bort ditt lÃ¶senord{bold_end}, eller om ditt konto inte har ett lÃ¶senord alls, lÃ¤mnar du lÃ¶senordsfÃ¤ltet tomt. Vi skickar dig en inloggningslÃ¤nk via e-post.

source: Save
sv: Spara

source: If you need to change the password of your Liberapay account, you can do so below. To be secure, the password of your account should be randomly generated and not used anywhere else. We strongly recommend the use of a password manager.
sv: Om du behÃ¶ver Ã¤ndra lÃ¶senordet till ditt Liberapay-konto kan du gÃ¶ra det nedan. FÃ¶r att det ska vara sÃ¤kert bÃ¶r lÃ¶senordet till ditt konto genereras slumpmÃ¤ssigt och inte anvÃ¤ndas nÃ¥gon annanstans. Vi rekommenderar starkt att du anvÃ¤nder en lÃ¶senordshanterare.

source: Setting a password allows you to log in directly, instead of waiting for a single-use link sent via email. However, we only recommend setting a password if you use a password manager, because in order to be secure the password should be randomly generated and not used anywhere else.
sv: Genom att ange ett lÃ¶senord kan du logga in direkt, i stÃ¤llet fÃ¶r att vÃ¤nta pÃ¥ en engÃ¥ngslÃ¤nk som skickas via e-post. Vi rekommenderar dock endast att du anger ett lÃ¶senord om du anvÃ¤nder en lÃ¶senordshanterare, eftersom lÃ¶senordet fÃ¶r att vara sÃ¤kert bÃ¶r genereras slumpmÃ¤ssigt och inte anvÃ¤ndas nÃ¥gon annanstans.

source: Current password
sv: Nuvarande lösenord

source: Unset password
sv: Avaktivera lÃ¶senord

source: Maximum length is {0}.
sv: Maximala lÃ¤ngden Ã¤r {0}.

source: Liberapay does not yet support two-factor authentication.
sv: Liberapay stÃ¶der Ã¤nnu inte tvÃ¥faktorsautentisering.

source: Default avatar
sv: FÃ¶rvald avatar

source: Find great people to donate to
sv: Hitta bra folk att donera till

source: Whose work do you appreciate? See if they're on Liberapay
sv: Vems arbete uppskattar du? Se om de Ã¤r pÃ¥ Liberapay

source: Disconnect
sv: Koppla frÃ¥n

source: This is not supported yet
sv: Detta stÃ¶ds inte Ã¤n

source: username
sv: anvÃ¤ndarnamn

source: Drop files here
sv: SlÃ¤pp filer hÃ¤r

source: Processing dropped filesâ¦
sv: Behandlar slÃ¤ppta filerâ¦

source: Add a file
sv: LÃ¤gg till en fil

source: Edit filename
sv: Redigera filnamn

source: Personal Information
sv: Personlig information

source: Full Name
sv: Hela namnet

source: Country (residence)
sv: Land (residens)

source: Nationality
sv: Nationalitet

source: Date of Birth
sv: FÃ¶delsedag

source: YYYY-MM-DD
sv: Ã Ã Ã Ã -MM-DD

source: Occupation
sv: Ockupation

source: Your main professional activity.
sv: Din huvudsakliga yrkesverksamhet.

source: Postal Address
sv: Postadress

source: Organization Information
sv: Organisationsinformation

source: Are you acting as the representative of an organization?
sv: Agerar du som representant fÃ¶r en organisation?

source: Yes, I represent a business or nonprofit.
sv: Ja, jag representerar ett fÃ¶retag eller ideell organisation.

source: Organization Name
sv: Organisationsnamn

source: Headquarters Address
sv: HÃ¶gkvartersadress

source: Show the {submenu_label} submenu
sv: Visa undermenyn {submenu_label}

source: Introduction
sv: Introduktion

source: Teams
sv: Grupper

source: Stats
sv: Statistik

source: Follow Us
sv: FÃ¶lj oss

source: Logos
sv: Loggor

source: Recipients
sv: Mottagare

source: Hopefuls
sv: Hoppfulla

source: Unclaimed Donations
sv: UtfÃ¤stelser

source: Repositories
sv: Arkiv

source: Social Networks
sv: Sociala nÃ¤tverk

source: Currencies
sv: Valutor

source: Countries
sv: LÃ¤nder

source: Goal
sv: MÃ¥l

source: Descriptions
sv: Beskrivningar

source: Linked Accounts
sv: LÃ¤nkade konton

source: Instruments
sv: Instrument

source: Members
sv: Medlemmar

source: First
sv: Första

source: Previous
sv: Föregående

source: Last
sv: Senaste

source: View More
sv: Visa Mer

source: {username} hasn't configured any payment method yet, so your donation cannot actually be processed right now. We will notify you when payment becomes possible.
sv: {username} har inte konfigurerat nÃ¥gon betalningsmetod Ã¤nnu, sÃ¥ din donation kan inte genomfÃ¶ras just nu. Vi meddelar dig nÃ¤r betalning blir mÃ¶jlig.

source: Donations to {username} are processed through PayPal.
sv: Donationer till {username} hanteras genom PayPal.

source: a credit or debit card ({list_of_card_brands})
sv: ett kredit- eller betalkort ({list_of_card_brands})

source: a euro bank account (SEPA Direct Debit)
sv: ett bankkonto i euro (SEPA-autogiro)

source: a PayPal account
sv: ett PayPal-konto

source: Donations to {username} can be paid using: {list_of_payment_methods}.
sv: Donationer till {username} kan ges med: {list_of_payment_methods}.

source: Payment Card
sv: Betalkort

source: Country
sv: Land

source: Region (state, province, islandâ¦)
sv: Region (stat, provins, Ã¶...)

source: You can leave this field empty if your country does not use regions in postal addresses.
sv: Du kan lÃ¤mna detta fÃ¤lt blankt om ditt land inte anvÃ¤nder regioner i postadresser.

source: City
sv: Stad

source: Postal code
sv: Postkod

source: Address within the city
sv: Adress inom staden

source: Income
sv: Intäkter

source: per week
sv: per vecka

source: Modify your pledge
sv: Ãndra ditt Ã¥tagande

source: Pledges
sv: Ã taganden

source: Sum
sv: Summa

source: Income: {0}/week
sv: Inkomst: {0}/vecka

source: Mission accomplished!
sv: MÃ¥l fullbordat!

source: View income shares
sv: Se inkomstandelar

source: View payments
sv: Visa betalningar

source: Stars
sv: StjÃ¤rnor

source: Updated this week
sv: Updaterad denna vecka

source: Updated {timespan_ago}
sv: Uppdaterad {timespan_ago}

source: Unlist
sv: Ta bort frÃ¥n listan

source: Show on your profile
sv: Visa pÃ¥ din profil

source: Search Liberapay
sv: SÃ¶k pÃ¥ Liberapay

source: Log In or Create Account
sv: Logga in eller skapa konto

source: Please input your email address:
sv: VÃ¤nligen ange din e-postadress:

source: and select your preferred currency:
sv: och vÃ¤lj din fÃ¶redragna valuta:

source: By creating a Liberapay account you accept our {0}Terms of Service{1}.
sv: Genom att skapa ett Liberapay konto accepterar du vÃ¥ra {0}AnvÃ¤ndarvillkor{1}.

source: Your nominal take from the {0} team is limited to {1} this week. {2}Why?{3}
sv: Din nominella andel frÃ¥n {0} gruppen Ã¤r begrÃ¤nsad till {1} denna vecka. {2}VarfÃ¶r?{3}

source: Member
sv: Medlem

source: Nominal Take
sv: Nominell andel

source: Actual Take
sv: Faktisk andel

source: Advance
sv: FÃ¶rskott

source: Last week: {0}
sv: FÃ¶rra veckan: {0}

source: no take
sv: ingen Ã¶verfÃ¶ring

source: Update my nominal take
sv: Updatera min nominella andel

source: Unused income will be consumed in following weeks, it does not accrue in the team account. A team cannot own money because it is not a legal entity.
sv: OanvÃ¤nd inkomst kommer fÃ¶rbrukas under de kommande veckorna, de ackumuleras inte pÃ¥ lag-kontot. Ett lag kan inte Ã¤ga pengar dÃ¥ det inte Ã¤r en juridisk enhet.

source: Leftover
sv: Ãverblivet

source: It looks like you are in {country}. {username} does not accept donations coming from that country.
sv: Det ser ut som om du Ã¤r i {country}. {username} tar inte emot donationer som kommer frÃ¥n det landet.

source: Your current donation to {name} is in {currency}, but they now only accept donations in {accepted_currency}. You can convert your donation to that currency, or discontinue it.
sv: Din nuvarande donation till {name} Ã¤r i {currency}, men de tar nu bara emot donationer i {accepted_currency}. Du kan konvertera din donation till den valutan eller upphÃ¶ra med den.

source: Your current donation to {name} is in {currency}, but they no longer accept that currency. The suggested new currency is the {accepted_currency}, but you can choose another one.
sv: Din nuvarande donation till {name} Ã¤r i {currency}, men de accepterar inte lÃ¤ngre den valutan. Den fÃ¶reslagna nya valutan Ã¤r {accepted_currency}, men du kan vÃ¤lja en annan.

source: You are currently donating {money_amount} per week to {recipient_name}. The form below enables you to modify or stop your donation.
sv: Du donerar fÃ¶r nÃ¤rvarande {money_amount} per vecka till {recipient_name}. Med formulÃ¤ret nedan kan du Ã¤ndra eller stoppa din donation.

source: You are currently donating {money_amount} per month to {recipient_name}. The form below enables you to modify or stop your donation.
sv: Du donerar fÃ¶r nÃ¤rvarande {money_amount} per mÃ¥nad till {recipient_name}. Med formulÃ¤ret nedan kan du Ã¤ndra eller stoppa din donation.

source: You are currently donating {money_amount} per year to {recipient_name}. The form below enables you to modify or stop your donation.
sv: Du donerar fÃ¶r nÃ¤rvarande {money_amount} per Ã¥r till {recipient_name}. Med formulÃ¤ret nedan kan du Ã¤ndra eller stoppa din donation.

source: Please select or input an amount:
sv: VÃ¤nligen vÃ¤lj eller ange ett belopp:

source: supported by PayPal
sv: stÃ¶ds av PayPal

source: Switch
sv: Byt

source: Amount
sv: Belopp

source: per month
sv: per mÃ¥nad

source: per year
sv: per Ã¥r

source: {0} per week ~ {1} per month ~ {2} per year
sv: {0} per vecka ~ {1} per mÃ¥nad ~ {2} per Ã¥r

source: Custom
sv: Anpassad

source: Please choose how this donation should be renewed:
sv: VÃ¤lj hur den hÃ¤r donationen ska fÃ¶rnyas:

source: Automatic renewal
sv: Automatisk förnyelse

source: We'll attempt to charge your card or bank account. You will be notified at least two days before.
sv: Vi kommer att fÃ¶rsÃ¶ka debitera ditt kort eller bankkonto. Du kommer att informeras Ã¥tminstone tvÃ¥ dagar innan.

source: Manual renewal
sv: Manuell fÃ¶rnyelse

source: A reminder to renew your donation will be sent to you via email.
sv: En pÃ¥minnelse om att fÃ¶rnya din donation kommer att skickas till dig via e-post.

source: Discontinue the donation
sv: Stoppa donationen

source: Cancel the pledge
sv: Avbryt Ã¥tagandet

source: {username} has chosen not to see who their patrons are, so your donation will be secret.
sv: {username} har valt att inte visa sina bidragsgivare, sÃ¥ din donation kommer att vara hemlig.

source: This donation won't be secret, you will appear in {username}'s private list of patrons.
sv: Den hÃ¤r donationen kommer inte vara hemlig utan du kommer att finnas med i {username}:s privata lista Ã¶ver bidragsgivare.

source: {username} discloses who their patrons are, your donation will be public.
sv: {username} publicerar sina bidragsgivare, din donation kommer att bli offentlig.

source: Please select a privacy level for this donation:
sv: VÃ¤nligen vÃ¤lj en sekretessnivÃ¥ fÃ¶r den hÃ¤r donationen:

source: Secret donation
sv: Hemlig donation

source: Only you will know that you donate to {username}.
sv: Det Ã¤r bara du som vet att du donerar till {username}.

source: Private donation
sv: Privat donation

source: You will appear in {username}'s private list of patrons.
sv: Du kommer att visas i {username}:s privata lista Ã¶ver bidragsgivare.

source: Public donation
sv: Publik donation

source: Everybody will be able to see that you support {username}.
sv: Alla kommer kunna se att du stÃ¶der {username}.

source: {username} hasn't yet specified whether they want to see who their patrons are, so your donation will be secret.
sv: {username} har Ã¤nnu inte angett om de vill se dem som Ã¤r deras bidragsgivande, sÃ¥ din donation kommer att vara hemlig.

source: People who contribute to the commons need you to support their work. Building free software, spreading free knowledge, these things take time and cost money, not only to do the initial work, but also to maintain it over time.
sv: Personer som bidrar till allmÃ¤nningarna behÃ¶ver din hjÃ¤lp fÃ¶r att stÃ¶dja sitt arbete. Att bygga fri programwara, sprida gratis kunskap, dessa saker tar tid och kostar pengar, inte bara det initiala arbetet, utan ocksÃ¥ att underhÃ¥lla det Ã¶ver tiden.

source: Liberapay's recurrent donations system is designed to provide a stable crowdfunded basic income to creators, enabling them to keep doing great work that benefits everyone. Ready to contribute? Then let's get started:
sv: Liberapays Ã¥terkommande donationssystem Ã¤r utformat fÃ¶r att tillhandhÃ¥lla en stabil crowdfundad grundinkomst till skapare, villket mÃ¶jliggÃ¶r dem att fortsÃ¤tta gÃ¶ra ett bra jobb som gynnar alla. Redo att bidra? LÃ¥t oss bÃ¶rja dÃ¥:

source: You are in sandbox mode, do not input any real payment or personal data!
sv: Du Ã¤r i sandlÃ¥delÃ¤ge, ange inte riktig betalnings eller personlig information!

source: Revoke credentials
sv: Ã terkalla autentiseringsuppgifter

source: Dashboard
sv: Kontrollpanel

source: Donate to {0} via Liberapay
sv: Donera till {0} via Liberapay

source: Support {username}'s work with a recurrent donation.
sv: StÃ¶t {username}'s arbete med en Ã¥terkommande donation.

source: {username} currently doesn't accept donations. You can pledge to them, but you can't actually send them money.
sv: {username} tar fÃ¶r nÃ¤rvarande inte emot donationer. Du kan skapa ett donationsÃ¥tagande fÃ¶r dem, men inte Ã¶verfÃ¶ra pengar Ã¤n.

source: This account is temporarily suspended, donations to it will not be processed.
sv: Detta konto Ã¤r tillfÃ¤lligt avstÃ¤ngt, donationer till det kommer inte bli behandlade.

source: {username} currently receives {income_amount} per week. They have reached their funding goal ({goal_amount} per week), but your donation would still help them.
sv: {username} tar fÃ¶r nÃ¤rvarande emot {income_amount} per vecka. De har redan nÃ¥tt sitt finansieringsmÃ¥l ({goal_amount} per vecka), men din donation skulle fortfarande hjÃ¤lpa.

source: {username} currently receives {income_amount} per week, they need your help to reach their funding goal ({goal_amount} per week).
sv: {username} mottar just nu {income_amount} per vecka, de behÃ¶ver din hjÃ¤lp fÃ¶r att nÃ¥ sitt finansieringsmÃ¥l ({goal_amount} per vecka).

source: {username}'s goal is to receive {money_amount} per week. Be the first to contribute!
sv: {username}s mÃ¥l Ã¤r att erhÃ¥lla {money_amount} per vecka. Bli den fÃ¶rsta som bidrar!

source: {username} currently receives {money_amount} per week.
sv: {username} mottar just nu {money_amount} per vecka.

source: Recipient Identity
sv: Mottagaridentitet

source: We have confirmed through an automated verification process that {0} has control of the following accounts on other platforms:
sv: Vi har verifierat genom en automatisk verifieringsprocess att {0} har kontroll Ã¶ver de fÃ¶ljande kontona pÃ¥ andra platformar:

source: Frequently Asked Questions
sv: FrÃ¥gor och svar

source: Can I donate in another currency?
sv: Kan jag donera i en annan valuta?

source: No, {username} only accepts payments in {currency}.
sv: Nej, {username} accepterar endast betalningar i {currency}.

source: What payment methods are available?
sv: Villka betalningsmetoder Ã¤r tillgÃ¤ngliga?

source: How do recurrent donations work?
sv: Hur fungerar Ã¥terkommande donationer?

source: Can I make a one-time donation?
sv: Kan jag gÃ¶ra en engÃ¥ngsdonation?

source: One-time donations aren't properly supported yet, but you can discontinue your donation immediately after initiating the first payment.
sv: EngÃ¥ngsdonationer stÃ¶ds inte ordentligt Ã¤nnu, men du kan avbryta ditt givande omedelbart efter att du gjort den fÃ¶rsta betalningen.

source: Will I get a receipt?
sv: Kommer jag att fÃ¥ ett kvitto?

source: A receipt is automatically available for every payment.
sv: Ett kvitto finns automatiskt tillgÃ¤ngligt fÃ¶r varje betalning.

source: What is this website? I don't recognize it.
sv: Vad Ã¤r detta fÃ¶r webbsida? Jag kÃ¤nner inte igen den.

source: You're on Liberapay, a donation platform maintained by a non-profit organisation based in France.
sv: Du Ã¤r pÃ¥ Liberapay, en platform fÃ¶r donationer som underhÃ¥lls av en ideell organisation med bas i Frankrike.

source: Is this platform secure?
sv: Ãr denna plattform sÃ¤ker?

source: Liberapay has been running for {timedelta} without any significant security incident. We do everything we can to keep your data safe and comply with the laws of the European Union ({GDPR}GDPR{abbr_end}, {PSD2}PSD2{abbr_end}, et cetera).
sv: Liberapay har varit i drift {timedelta} utan nÃ¥gra stÃ¶rre sÃ¤kerhetsincidenter. Vi gÃ¶r allt vi kan fÃ¶r att hÃ¥lla din data sÃ¤ker och fÃ¶r att fÃ¶lja Europeiska Unionens lagar ({GDPR}GDPR{abbr_end},{PSD2}PSD2{abbr_end}, etc.

source: General Data Protection Regulation
sv: EU:s dataskyddsfÃ¶rordning (General Data Protection Regulation)

source: Revised Payment Services Directive
sv: Omarbetat direktiv om betaltjÃ¤nster

source: Your new avatar URL is: {0}
sv: Din nya avatar URL Ã¤r: {0}

source: Your profile no longer has an avatar.
sv: Din profil har inte lÃ¤ngre nÃ¥gon avatar.

source: You have selected {platform} as your avatar source but you haven't connected any {platform} account.
sv: Du har valt {platform} som kÃ¤lla fÃ¶r din avatar men du har inte anslutit nÃ¥got {platform} konto.

source: We were unable to get an avatar for you from {0}.
sv: Vi kunde inte hÃ¤mta en avatar fÃ¶r dig frÃ¥n {0}.

source: Modify your Libravatar
sv: Modifiera din Libravatar

source: What is Libravatar?
sv: Vad Ã¤r en Libravatar?

source: Refresh
sv: Uppdatera

source: Avatar source
sv: Avatar kÃ¤lla

source: Avatar email (for Libravatar only)
sv: E-postadress fÃ¶r avatar (bara fÃ¶r Libravatar)

source: Leave
sv: LÃ¤mna

source: Explore communities
sv: Utforska nÃ¤tverk

source: You have to check at least one box.
sv: Du mÃ¥ste bocka fÃ¶r minst en ruta.

source: Which countries should your donors be allowed to send you money from?
sv: Vilka lÃ¤nder ska dina givare fÃ¥ skicka pengar till dig frÃ¥n?

source: We recommend limiting the origins of donations only if you are required to by law.
sv: Vi rekommenderar att du begrÃ¤nsar varifrÃ¥n donationer fÃ¥r komma endast om du Ã¤r skyldig att gÃ¶ra det enligt lag.

source: The submitted settings are incoherent.
sv: The inmatade vÃ¤rdena Ã¤r inte giltiga.

source: You currently receive the equivalent of {money_amount} per week from donations in currencies that you are about to reject. These donations will not be immediately converted to your main currency, instead each donor will be asked to switch to an accepted currency the next time they renew or modify their donation.
sv: Du fÃ¥r fÃ¶r nÃ¤rvarande motsvarande {money_amount} per vecka frÃ¥n donationer i valutor som du Ã¤r pÃ¥ vÃ¤g att avvisa. Dessa donationer kommer inte omedelbart att konverteras till din huvudvaluta, utan varje donator kommer att uppmanas att byta till en accepterad valuta nÃ¤sta gÃ¥ng de fÃ¶rnyar eller Ã¤ndrar sin donation.

source: Your currency settings are currently ignored because they're incompatible with the payment processor you're using.
sv: Dina valutainstÃ¤llningar ignoreras fÃ¶r nÃ¤rvarande eftersom de Ã¤r inkompatibla med den betalningsfÃ¶rmedlare du anvÃ¤nder.

source: Which currencies should your donors be allowed to send you, and which one do you prefer?
sv: Vilka valutor ska dina donatorer fÃ¥ skicka till dig, och vilken fÃ¶redrar du?
